[
    {
        "userId": "2",
        "title": "April Tinsley",
        "body": "On June 24, 2005, the Tinsley family held a press conference at the Allen County Courthouse in Fort Wayne, Indiana, during which they appealed for information from the public about an unsolved murder. The Tinsley’s were requesting any leads from the public about the murder of their daughter April, who had been eight-years-old at that time. She been reported missing in April 1988, and her body was discovered several days later. The young girl had been raped and strangled to death. Despite a thorough police investigation and a reward offered for information, April’s killer managed to evade justice.\nSeveral years later, a message appeared on a barn that was allegedly written by the killer, who appeared to be taunting police and their inability to catch him. It soon became the Midwestern states most notorious unsolved murder case. Almost thirty years later, more advances techniques were employed to discover his identity. By May 2018, it was announced an arrest had been made in the case. A 59-year-old Indiana resident, who was charge with the murder of April Tinsley, had been apprehended through the use of forensic genealogy. The killer’s own DNA, left at the crime scene, had sealed his fate.\nApril Marie Tinsley, was born on March 18, 1980, to Janet and Michael Tinsley, and the family resided in Fort Wayne, Indiana. The young girl attended Fairfield Elementary School, and was a member of the children’s choir at the Faith United Methodist Church. Not long after her eighth birthday, April went out playing with two of her friends. On that day, April 1, 1988, a Good Friday, April left her friends house to retrieve her umbrella. The time was about 3:00pm, and when she failed to return home that night, her frantic mother contacted police and reported her daughter as missing.\nEvery Parent’s Worst Nightmare\nA search for the young girl began almost immediately, and consisted of some 250 Fort Wayne police officers and 50 local volunteers. Nothing was found during this extensive search. Several days later, a witness came forward and reported seeing a white man in his 30’s had yelled at a girl believed to be Tinsley before forcing her into what was described as a blue pickup truck. In the meantime, the girl’s mother Janet waited, hoping that police would bring home her daughter. Then three days after she went missing, they received the news that every parent dreads.\nOn April 5, 1988, the body of April Tinsley was found in a ditch just west of Spencerville, Indiana. Her body had been found by a jogger passing the rural DeKalb County farmland, located just 20 miles from her home. Near to the crime scene, investigators found one of April’s shoes, as well as a shopping bag containing a sex toy. It was determined during the autopsy that the young girl had been raped and strangled. The pathologist estimated she had been dead for about one or two days before she was discovered, and that her body had been placed in the ditch some four hours before it was found.\nThe Investigation\nA motorist later came forward and reported seeing a blue pick-up truck near the site where April’s body was found. Early investigations led police to a 34-year-old suspect, who was arrested on suspicion of murder. However, after further inquiries, it was determined this man was not involved in April Tinsley’s murder, but authorities did charge him with child molestation in a separate case, of which he was acquitted the following month. Shortly after the murder, police released a composite sketch of the suspect based on the account of the witness who reported seeing Tinsley’s kidnapper.\nOn the same day her remains were found, two local radio stations established a reward fund, along with additional funds that were arranged to cover the costs for April’s buriel and for her family. Three days later, a memorial service was held at the Faith United Methodist Church, and April was buried in the Greenlawn Memorial Park. In response to the death of April Tinsley, ninety members of the Fort Wayne community formed on April 20, 1988, the volunteer group APRIL (Associated Parents Regional Independent League, or later Abduction Prevention Reconnaissance and Information League), to help police solve cases involving missing children. On April 26, 1988, , police sent DNA samples of Tinsley and five suspects to a private lab in Germantown, Maryland for profiling, giving inconclusive results.\nWithout a prime suspect, the case grew cold and detectives eventually began working other crimes as leads in the case fizzled out. Then, just over two years after the kidnapping and murder of April Tinsley, there was development in the case. On May 21, 1990, Fort Wayne police officers found a message on a St. Joseph Township barn. The message, which read “I kill 8 year old April M Tinsley,” and “did you find the other shoe haha I will kill again,” was written with crayons which were found near the barn.\nSeveral months after this discovery, the body of another child was found, and investigators suspected there could be a link between this latest crime and the murder of April Tinsley. 7-year-old Sarah Jean Bowker disappeared on June 13, 1990 from her family’s Fort Wayne apartment complex. Her body was found in a nearby grassy creek the next day, she had been molested and suffocated. In April 1991, a homicide team was formed by local and state police to investigate Tinsley and Bowker’s cases.\nFour years later, investigators were of the opinion that both murder cases, that of April Tinsley and Sarah Jean Bowker, were connected, and they eventually had a suspect. It was reported by the Fort Wayne Journal-Gazzette that detectives had enough evidence in the Bowker case to indicate that she had been murdered by Roy Hensley, a former neighbor of her family. Hensley had previously died on January 28, 1994, in Aiken, S.C, of heart and lung disease at the age of 75.\nBecause the Bowker case was similar to that of the murder of April Tinsley, police suspected Hensley in both cases. “I think the same person killed both of them. There’s too much similarities between the two cases. If they have enough evidence to say that Roy Hensley killed Sarah Bowker, then I believe Roy Hensley killed April Tinsley also,” said Phillip O’Shaughnessy, a former coroner. Hensley’s son, David, and a woman who lived with Hensley for several years said the suspect knew both girls. David Hensley said his father carried photographs of the two slain girls in his wallet.\nInvestigators first learned of Hensley in May 1992, when a relative came to police with suspicions that he might have been involved in the death of Sarah Jean Bowker. In several interviews, Hensley denied having anything to do with Bowker’s slaying, and detectives could not corroborated the family members suspicions. A relative of Hensley, however, told police that he had previously claimed to have killed Sarah, and had urged the relative to keep quiet.\nAlthough authorities were unable to establish a connection between Hensley and the murder of April Tinsley, rumours persisted of his involvement. However, a link between these two cases had been disputed as early as August 7, 1991, when the FBI’s Behavioral Science Unit determined that, although Tinsley and Bowker’s cases were similar, they were ultimately unrelated. Over the following years, there was little in the way of new developments, and eventually the investigation became a cold case. For all intents and purposes, it appeared the killer of little April Tinsley had escaped justice.\nCold Case\nOver the next decade, the case of April Tinsley was almost forgotten, all apart from her family members and the dedicated investigators who worked so tirelessly on the case. Then, in 2004, it appeared the killer had emerged from obscurity to communicate with police once again. During the Memorial Day weekend, four notes were found in the Fort Wayne area that were believed to have been written by Tinsley’s killer. Three of these notes were left on girls’ bicycles, and another one was left in a mailbox.\nThe three notes left on girls bicycles were placed in plastic bags, along with used condoms and Polaroid pictures of a man’s lower body. One of these notes, littered with spelling and punctuation mistakes read, “Hi honey… I been watching you… I am the same person that kidnapped an rape an kill april tinsley… You are my next victim… if you don’t report this to police an if I don’t see this in the paper tomorrow or on the local news… I will blow up your house, killing everyone but you… you will be mine.”\nAnother note read, “I am the same person our kanapped an rape an murder April Tinsely… you our next Haha.” When forensic officers tested the condoms presumably left by the author, they discovered that the DNA matched the police’s DNA profile of the suspect, meaning that the killer had left the notes. Despite this, there were no further developments in the case that led to the perpetrator’s identity. In April 2009, the television program America’s Most Wanted ran a segment on Tinsley’s case and asked for tips from the public.\nThat same year in June, Indiana authorities asked the Federal Bureau of Investigation (FBI) task force Child Abduction Rapid Deployment (CARD) to help them solve the murder. In response, the FBI’s Behavioral Analysis Unit created a profile of the suspect, describing him as a “Preferential Child Sex Offender”, meaning “he has a long-term and persistent sexual desire for children.” The profile went on to describe the murderer as a white male, then in his 40’s through 50’s at the time of the crime, and living or working in northeast Fort Wayne/Allen County with a low to medium income.\nPolice were unsure if the composite sketch made in 1988 of the suspect was of the killer, however there were no other witnesses who came forward with a description of the suspect. In April 2015, construction started in the Hoagland–Masterson neighborhood of Fort Wayne on a memorial dedicated to April’s memory. It was to be called “April’s Garden”. Two months later, in June 2015, the Virginia-based company Parabon released a “Snapshot” composite sketch of the suspect based on information from his DNA. This new composite was significantly different from the previous sketch of the potential suspect.\nIn early May 2016, police released an updated version of this sketch. That same year, the investigative series Crime Watch Daily aired an episode that featured the murder. With advent of forensic genealogy emerging as a new method of identifying suspects in cold cases, a Fort Wayne Police Department detective sent a sample of the suspect’s DNA in May 2018 to the forensics company Parabon Nanolabs, which used the genealogy website GEDmatch to identify the suspect’s relatives. On July 2, 2018, the genealogist CeCe Moore narrowed down the list of suspects to two people.\nJohn D. Miller\nThese two potential suspects were brothers, one of whom was 59-year-old John D. Miller who resided in Grabill, Indiana, and whose neighbors described him as secluded and often angry. During a search of Miller’s trash, police found used condoms and collected DNA that was later matched the suspect’s DNA. On July 15, 2018, Fort Wayne detectives approached Miller at his residence, and asked him to come to talk with them at the police station. On that same day, the Tinsley case was featured in an episode of ‘On the Case with Paula Zahn’, which aired, just hours after an arrest was made in the case.\nAt the station, officers advised Miller of his rights, and when asked if he knew why they wanted to talk to him, he replied, “April Tinsley.” During a subsequent interview at the police station, Miller confessed to the murder, admitting to having abducted Tinsley, raping her and choking her to death in his trailer. He was charged with numerous charges, including murder, child molestation, and confinement. During a court hearing on July 19, 2018, Miller pleaded not guilty. On July 28, 2018, a memorial walk starting at “April’s Garden” garden was held in honor of April Tinsley.\nOn December 7, 2018, Miller changed his plea to guilty, admitting that he raped Tinsley and strangled her with his bare hands. As a result of his guilty plea, he was sentenced to 80 years in prison, the majority of which was for murder along with a 30-year sentence for child molestation. After sentencing, he was housed at the Indiana Department of Correction Reception Diagnostic Center in Plainfield. He was later moved to the New Castle Correctional Facility on January 16, 2019.\nMiller’s earliest possible release date is scheduled for July 15, 2058, when he would be 99 years old. On October 26, 2018, the Indiana State Police honored three Fort Wayne investigators for helping authorities identify John D. Miller as a suspect in the Tinsley case. The family of April Tinsley were finally able to gain closure after 30 years of agonising over who might have been responsible for the death of their young daughter. The only comfort they could now take is that John D. Miller can never again harm another child.",
        "coverPhoto": "https://www.thetruecrimedatabase.com/wp-content/uploads/2022/03/adb3be_eae7cfccc8a14ef98508a569f511401f_mv2.jpg"
    }
]
